"use client";

import Image from "next/image";

export default function AboutIplPages() {
  return (
    <>
      <style jsx>{`
        .sportDescription_Wrap {
          padding: 0.625rem 0;
        }

        .sportDescription_Wrap p {
          font-size: 1.25rem;
          line-height: 1.875rem;
          margin-bottom: 1rem;
        }

        .sportDescription_Wrap p:last-child {
          margin-bottom: 0;
        }
      `}</style>

      <div className="sportDescription_Wrap">
         <p>
          खेल के मैदान से लेकर राजनीति के अखाड़े तक. पढ़ाई की पिच से लेकर
          जीवन के हर मोड़ पर, अगर कुछ सबसे महत्वपूर्ण है तो वो है परिणाम यानी
          रिजल्ट. हम पास हैं या फेल रिजल्ट से पता चलता है. IPL यानी इंडियन
          प्रीमियर लीग में रिजल्ट के मायने टीमों के मैच दर मैच प्रोग्रेस से जुड़े
          हैं. जैसे दुनिया के किसी भी खेल इवेंट में हर मैच का नतीजा निकलता है,
          IPL में भी वैसा ही होता है. IPL मैचों के नतीजे से हमें पता चलता है कि
          लीग में हमारी फेवरेट टीम का क्या हाल है? वो किस स्थिति में है? मैच में
          हमारे पसंदीदा खिलाड़ी का प्रदर्शन कैसा रहा? ये सब IPL का रिजल्ट
          दर्शाता है. IPL का रिजल्ट बहुत हद तक सीजन के खत्म होने से पहले ही ये
          संकेत देने लगता है कि किन टीमों के फाइनल में पहुंचने के आसार हैं और
          कौन सी टीम खिताब जीतने की प्रबल दावेदार?
        </p>
      </div>
    </>
  );
}