"use client";
import Image from "next/image";

export default function ElectionFaq() {
  return (
    <>
      <div className="landingPage_About">
        <div className="faq_wrapper">
          <h2 className="h2">विधानसभा चुनाव से जुड़े सवाल-जवाब</h2>
          <p><strong>सवाल – तमिलनाडु, असम, केरल, पश्चिम बंगाल और पुडुचेरी के विधानसभा क्षेत्रों के बारे में किस तरह की जानकारी उपलब्ध है?</strong></p>
          <p><strong>जवाब – </strong>इस पेज पर इन 5 राज्यों और केंद्र शासित प्रदेशों की सभी विधानसभा सीटों के बारे में पूरी जानकारी उपलब्ध है, जिसमें उम्मीदवारों के नाम, उनके राजनीतिक दलों के नाम, पिछले चुनावों के नतीजे, वोट शेयर और पल-पल के अपडेट्स शामिल हैं।</p>
          <p><strong>सवाल – क्या मैं इन 5 राज्यों के विधानसभा क्षेत्रों की जानकारी एक ही पेज पर देख सकता हूं?</strong></p>
          <p><strong>जवाब – </strong>हां, आप तमिलनाडु, असम, केरल, पश्चिम बंगाल और पुडुचेरी के विधानसभा सीटों की पूरी जानकारी एक ही जगह पर देख सकते हैं।</p>
          <p><strong>सवाल – मैं किसी खास विधानसभा क्षेत्र के उम्मीदवारों को कैसे सर्च कर सकता हूं?</strong></p>
          <p><strong>जवाब – </strong>इन राज्यों के सभी विधानसभा क्षेत्रों के उम्मीदवारों और उनकी प्रोफाइल को देखने के लिए आप ‘सर्च’ (Search) या ‘फ़िल्टर’ (Filter) ऑप्शंस का इस्तेमाल कर सकते हैं।</p>
          <p><strong>सवाल – क्या यहां सभी राज्यों के चुनाव नतीजे Live देखे जा सकते हैं?</strong></p>
          <p><strong>जवाब – </strong>हां, वोटों की गिनती के दौरान तमिलनाडु, पश्चिम बंगाल, केरल, असम और पुडुचेरी के विधानसभा क्षेत्रों के नतीजों की पल-पल की जानकारी यहां उपलब्ध रहेगी।</p>
          <p><strong>सवाल – मैं इन राज्यों के पिछले चुनावों के नतीजे कहां देख सकता हूं?</strong></p>
          <p><strong>जवाब – </strong>आप इन पांचों राज्यों के सभी विधानसभा क्षेत्रों के पिछले चुनावों के नतीजे इसी पेज पर देख सकते हैं, जिसमें जीतने वाले उम्मीदवारों के नाम और वोट शेयर शामिल हैं।</p>
          <p><strong>सवाल – विधानसभा क्षेत्र के परिणाम में Vote Share क्या होता है?</strong></p>
          <p><strong>जवाब – </strong>वोट शेयर यह बताता है कि किसी खास विधानसभा क्षेत्र में हर उम्मीदवार या पार्टी को कुल पड़े वोटों में से कितने फीसदी वोट मिले हैं।</p>
          <p><strong>सवाल – क्या मैं मौजूदा और पिछले चुनावों के नतीजों की तुलना कर सकता हूं?</strong></p>
          <p><strong>जवाब – </strong>हां, इस पेज पर आप इन पांचों राज्यों और केंद्र शासित प्रदेश के मौजूदा और पिछले चुनावों के नतीजों की आपस में तुलना भी कर सकते हैं।</p>
          <p><strong>सवाल – ‘जीत का अंतर’ (Winning Margin) क्या होता है?</strong></p>
          <p><strong>जवाब – </strong>‘जीत का अंतर’ यह बताता है कि किसी विधानसभा सीट पर जीतने वाले उम्मीदवार और दूसरे स्थान पर रहे उम्मीदवार के बीच वोटों में कितना अंतर रह गया।</p>
          <p><strong>सवाल – इन चुनावों में ‘मुख्य मुकाबले’ (Key contests) का क्या मतलब है?</strong></p>
          <p><strong>जवाब – </strong>‘मुख्य मुकाबले’ उन विधानसभा क्षेत्रों को दिखाते हैं जहां तमिलनाडु, केरल, पश्चिम बंगाल, असम और पुडुचेरी में बहुत कड़ा या अहम मुकाबला होने की उम्मीद है।</p>
          <p><strong>सवाल – चुनाव से जुड़ी जानकारी कितनी बार अपडेट की जाती है?</strong></p>
          <p><strong>जवाब – </strong>मतगणना के दौरान जैसे-जैसे अपडेट जानकारी मिलती है, उसके आधार पर चुनाव से जुड़े आंकड़े को लगातार अपडेट किया जाता है।</p>
        </div>
      </div>
    </>
  );
}